Repository: wp-plugins/post-feature-widget
Catalog: languages/postfeature-*.po
Languages: nl_nl

source: Permalink to
nl_nl: Link naar:

source: You can feature a certain post in this widget and display it, where and however you want, in your widget areas. A backup post can be given to avoid dubble content.
nl_nl: Met deze widget kun je een bepaalde post, waar en hoe dan ook, in je widget areas in de kijker zetten. Er kan een backup-post worden opgegeven, om dubbele inhoud te voorkomen.

source: Title:
nl_nl: Titel:

source: Choose here the post, you want to appear in the widget.
nl_nl: Kies hier de post, die je in de widget wilt laten zien.

source: Take a random post
nl_nl: Neem een toevallige post

source: Choose here the backup post. It will appear, when a single post page shows the featured article.
nl_nl: Kies hier de post, die als backup in de widget zal verschijnen, waneer de featured post op de site getoond wordt.

source: I want to style the first paragraph in this widget with my own class.
nl_nl: Ik wil de eerste alinea van de widget met mijn eigen class stylen.

source: Write here the name of your class:
nl_nl: Schrijf hier de naam van je class:

source: Check to get the first image of the post as thumbnail.
nl_nl: Klik hier, om de eerste foto van de post als thumbnail te hebben.

source: This is the width in px of the thumbnail (if choosing the first image):
nl_nl: Dit is de breedte van de thumbnail in px (als het eerste foto is gekozen):

source: Check to <strong>not</strong> display the thumbnail of the post.
nl_nl: Klik hier, om <strong>geen</strong> thumbnail van de post te hebben.

source: Choose, whether or not to display the title and whether it comes above or under the thumbnail.
nl_nl: Kies, of je de titel wilt laten zien en of die over of onder de thumbnail zal komen te staan.

source: Above thumbnail
nl_nl: Boven de thumbnail

source: Under thumbnail
nl_nl: Onder de thumbnail

source: Don&#39;t show title
nl_nl: Geen titel laten zien

source: If the excerpt of the post is not defined, by default the first 3 sentences of the post are showed. You can enter your own excerpt here, if you want.
nl_nl: Als er geen excerpt gedefinieerd is, worden de eerste drie zinnen van de post getoond. Je kunt hier immers je eigen excerpt schrijven, als je wilt.

source: Check to have each sentense in a new line.
nl_nl: Klik hier, om elke zin in een nieuwe lijn te hebben.

source: Check to <strong>not</strong> display the excerpt.
nl_nl: Klik hier, om <strong>geen</strong> excerpt te laten zien.

source: Check to suppress shortcodes in the widget (in case the content is showing).
nl_nl: Klik hier, om shortcode in de widget te onderdrucken (wanneer de artikel getoond wordt).

source: Check to have an additional &#39;read more&#39; link at the end of the excerpt.
nl_nl: Klik hier, om een &#39;meer lezen&#39; link op het einde van de excerpt te hebben.

source: Write here some text for the &#39;read more&#39; link. By default, it is
nl_nl: Schrijf hier je eigen tekst voor de &#39;meer lezen&#39; link. Standaard is

source: Check if you want to invert the Google AdSense Tags that are defined with the Ads Easy Plugin. E.g. when they are turned off for the sidebar, they will appear in the widget.
nl_nl: Klik, als de Google AdSense Tags wilt omkeren, die je in de Ads Easy Plugin gedefinieerd hebt. B.v. als ze voor de sidebar inactief zijn, zullen ze in de widget verschijnen.

source: Here you can finally style the widget. Simply type something like
nl_nl: Hier kun je de widget stijlen. Schrijf gewoon iets als

source: to get just a gray outline and a padding of 10 px. If you leave that section empty, your theme will style the widget.
nl_nl: om een grijze kast met een afstand van 10 px naar binnen toe e verkrijgen. Als je dit veld leeg laat, zal je theme de stijl van je widget bepalen.

source: Sorry, you don&#39;t have direct access to this page.
nl_nl: Sorry, je mag deze pagina niet direkt oproepen.

source: Donate
nl_nl: Donatie
